Repository: nshukurzoda/DofaminApp
Catalog: Localizable.xcstrings
Source language: en
Languages: tg

# add_address_city_placeholder
source: City
tg: Шахр

# add_address_house_placeholder
source: House
tg: Хона

# add_address_navigation_title
source: Add Address
tg: Адресро нависед

# creating_account_password_placeholder
source: Password
tg: Шифр

# creating_account_phone_placeholder
source: phone number
tg: Рақами телефон

# enter_in_button
source: Enter
tg: Даромад

# enter_in_number_placeholder
source: phone number
tg: Рақами телефон

# enter_in_password_placeholder
source: password
tg: shifr

# my_address_title
source: My Addresses
tg: Адресхои ман

# my_orders_history_title
source: History
tg: Таърихи фармоиш

# my_profile_name_placeholder
source: name
tg: Ном

# my_profile_number_placeholder
source: number
tg: Раками телефон

# my_profile_password_placeholder
source: password
tg: shifr

# my_profile_title
source: My Profile
tg: Профили ман

# profile_name
source: Profile
tg: Профил

# profile_orders
source: My Orders
tg: афкьщтрщш ьфт

# registration_button
source: register
tg: blablabla

# registration_enter_button
source: enter
tg: Даромад

# registration_greeting
source: Welcome!
tg: blablabla!

source: Профиль
tg: Профили ман
